Repository: tankuanhong/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: eu, sk

source: Not Found
eu: Ez da aurkitu
sk: Nenájdené

source: Our apologies but you failed the spam check. You could try contacting us on Github instead.
eu: Barkatu, baina huts egin duzu spam egiaztapenean. Github-en gurekin harremanetan jartzen saia zaitezke.
sk: Ospravedlňujeme sa, ale neprešla vám kontrola spamu. Namiesto toho nás môžete skúsiť kontaktovať na Githube.

source: Feedback sent! We will get back to you as soon as possible.
eu: Iritzia bidali da! Ahalik eta azkarren itzuliko gara zurekin.
sk: Spätná väzba odoslaná! Ozveme sa vám čo najskôr.

source: Could not send feedback. Did you pass the Humanity Test? Valid email? Try again?
eu: Ezin izan da iritzia bidali. Gizateriaren proba gainditu duzu? Baliozko posta elektronikoa? Saiatu berriro?
sk: Nepodarilo sa odoslať spätnú väzbu. Prešli ste testom ľudskosti? Platný e-mail? Skúsite to znova?

source: That passphrase is incorrect. Please try again or contact the person or organization that sent you this link.
eu: Pasaesaldi hori okerra da. Saiatu berriro edo jarri harremanetan esteka hau bidali dizun pertsona edo erakundearekin.
sk: Táto prístupová fráza je nesprávna. Skúste to znova alebo sa obráťte na osobu alebo organizáciu, ktorá vám toto prepojenie poslala.

source: That push doesn't belong to you.
eu: Bultzada hori ez da zurea.
sk: Toto tlačenie vám nepatrí.

source: That push does not belong to you.
eu: Bultzada hori ez da zurea.
sk: Toto tlačenie vám nepatrí.

source: That push is not deletable by viewers.
eu: Bultzada hori ikusleek ez dute ezabatzen.
sk: Tento push nie je možné vymazať zo strany divákov.

source: That push is already expired.
eu: Bultzada hori iraungita dago jada.
sk: Tento tlak už vypršal.

source: The push content has been deleted and the secret URL expired.
eu: Push edukia ezabatu da eta URL sekretua iraungi egin da.
sk: Obsah push bol odstránený a platnosť tajnej adresy URL vypršala.

source: Invalid URL: Must have a valid URI scheme.
eu: URL baliogabea: baliozko URI eskema izan behar du.
sk: Neplatná adresa URL: Musí mať platnú schému URI.

source: Password Pusher is an application to securely send passwords over the web. Links to passwords expire after a certain number of views and/or time has passed.
eu: Password Pusher pasahitzak sarean segurtasunez bidaltzeko aplikazioa da. Pasahitzen estekak ikustaldi eta/edo denbora jakin bat igaro ondoren iraungitzen dira.
sk: Password Pusher je aplikácia na bezpečné odosielanie hesiel cez web. Odkazy na heslá vypršia po určitom počte zobrazení a/alebo uplynutí času.

source: Confirm your new account
eu: Berretsi zure kontu berria
sk: Potvrdenie nového účtu

source: Your account has been created but you must confirm that you own this email address.
eu: Zure kontua sortu da baina helbide elektroniko honen jabea zarela baieztatu behar duzu.
sk: Vaše konto bolo vytvorené, ale musíte potvrdiť, že ste vlastníkom tejto e-mailovej adresy.

source: You can confirm your account email by
eu: Zure kontuaren posta elektronikoa berretsi dezakezu
sk: Svoj e-mailový účet môžete potvrdiť

source: by clicking this link
eu: esteka honetan klik eginez
sk: kliknutím na toto prepojenie

source: or by copying and pasting the following URL into your browser:
eu: edo URL hau zure arakatzailean kopiatu eta itsatsiz:
sk: alebo skopírovaním a vložením nasledujúcej adresy URL do prehliadača:

source: If you didn't create an account, no action is required.
eu: Ez baduzu konturik sortu, ez da ekintzarik behar.
sk: Ak ste si nevytvorili konto, nie je potrebné vykonať žiadnu akciu.

source: Your email is being changed
eu: Zure helbide elektronikoa aldatzen ari da
sk: Váš e-mail sa mení

source: We're contacting you to notify you that your email at
eu: Zurekin harremanetan jartzen ari gara zure helbide elektronikoa jakinarazteko
sk: Kontaktujeme vás, aby sme vám oznámili, že váš e-mail na adrese

source: is being changed to %s
eu: %s izatera aldatzen ari da
sk: sa mení na %s

source: has been changed to %s
eu: %s izatera aldatu da
sk: bol zmenený na %s

source: Password Change
eu: Pasahitza aldatzea
sk: Zmena hesla

source: We're contacting you to notify you that your password has been changed on
eu: Zurekin harremanetan jartzen ari gara pasahitza aldatu dela jakinarazteko
sk: Kontaktujeme vás, aby sme vám oznámili, že vaše heslo bolo zmenené na

source: If you didn't initiate this and it wasn't your intention, please contact us as soon as possible.
eu: Ez baduzu hau hasi eta ez bazen zure asmoa, jar zaitez gurekin harremanetan ahalik eta azkarren.
sk: Ak ste to neiniciovali a nebol to váš zámer, čo najskôr nás kontaktujte.

source: Password Change Request
eu: Pasahitza aldatzeko eskaera
sk: Žiadosť o zmenu hesla

source: Someone has requested a link to change your password. You can proceed with this action
eu: Norbaitek esteka bat eskatu du zure pasahitza aldatzeko. Ekintza honekin aurrera egin dezakezu
sk: Niekto si vyžiadal odkaz na zmenu hesla. Môžete pokračovať v tejto akcii

source: If you didn't request this change, you can safely delete this email.
eu: Aldaketa hau eskatu ez baduzu, seguru ezaba dezakezu mezu elektroniko hau.
sk: Ak ste o túto zmenu nepožiadali, môžete tento e-mail pokojne vymazať.

source: Your password won't change until you access the link above and create a new one.
eu: Pasahitza ez da aldatuko goiko estekan sartu eta berri bat sortu arte.
sk: Vaše heslo sa nezmení, pokým nenavštívite odkaz vyššie a nezadáte nové.

source: Unlock Your Account
eu: Desblokeatu zure kontua
sk: Odomknutie účtu

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
eu: Zure kontua blokeatu egin da saioa hasteko arrakastarik gabeko saiakera ugari izan direlako.
sk: Vaše konto bolo zamknuté kvôli nadmernému počtu neúspešných prihlásení.

source: Click this link
eu: Egin klik esteka honetan
sk: Kliknite na toto prepojenie

source: to unlock your account or by copying and pasting the following URL into your browser:
eu: zure kontua desblokeatzeko edo URL hau zure arakatzailean kopiatu eta itsatsiz:
sk: odomknúť svoje konto alebo skopírovaním a vložením nasledujúcej adresy URL do prehliadača:

source: New password
eu: Pasahitz berria
sk: Nové heslo

source: Confirm new password
eu: Berretsi pasahitz berria
sk: Potvrdiť nové heslo

source: A minimum of %d characters is required but the more the better.
eu: Gutxienez %d karaktere behar dira baina zenbat eta gehiago hobe.
sk: Vyžaduje sa minimálne %d znakov, ale čím viac, tým lepšie.

source: Change Email
eu: Aldatu posta elektronikoa
sk: Zmena e-mailu

source: Current Password
eu: oraingo pasahitza
sk: Aktuálne heslo

source: API Token
eu: API Tokena
sk: Token API

source: This token is specific to your account. It can be used with command line applications, the JSON API, 3rd party integrations and more.
eu: Token hau zure konturako espezifikoa da. Komando-lerroko aplikazioekin, JSON APIarekin, hirugarrenen integrazioekin eta gehiago erabil daiteke.
sk: Tento token je špecifický pre vaše konto. Možno ho použiť v aplikáciách príkazového riadka, v rozhraní JSON API, v integráciách tretích strán a ďalších.

source: Make sure to keep this token secure. It provides full access to your account.
eu: Ziurtatu token hau seguru mantentzen duzula. Zure konturako sarbide osoa eskaintzen du.
sk: Uistite sa, že je tento token bezpečný. Poskytuje úplný prístup k vášmu účtu.

source: If needed, you can regenerate a new token below which will invalidate this existing token.
eu: Beharrezkoa izanez gero, token berri bat birsor dezakezu behean, lehendik dagoen token hau baliogabetuko duena.
sk: V prípade potreby môžete nižšie vygenerovať nový token, ktorý zruší platnosť tohto existujúceho tokenu.

source: Copied!
eu: Kopiatu!
sk: Skopírované!

source: Your API token is blurred out. Click below to reveal it.
eu: Zure API tokena lausotuta dago. Egin klik behean erakusteko.
sk: Váš token API je rozmazaný. Kliknutím nižšie ho odhalíte.

source: To delete this token and regenerate a new one, use the button below.
eu: Token hau ezabatzeko eta berri bat birsortzeko, erabili beheko botoia.
sk: Ak chcete tento token odstrániť a vygenerovať nový, použite tlačidlo nižšie.

source: Note that this will invalidate any tools that may be using the existing key and will have to be updated with the new token.
eu: Kontuan izan honek lehendik dagoen gakoa erabiltzen ari diren tresnak baliogabetuko dituela eta token berriarekin eguneratu beharko dela.
sk: Upozorňujeme, že sa tým zneplatnia všetky nástroje, ktoré môžu používať existujúci kľúč a budú musieť byť aktualizované pomocou nového tokenu.

source: Regenerate Token
eu: Birsortu Tokena
sk: Regenerovať žetón

source: Delete and generate a new API token?
eu: API token berri bat ezabatu eta sortu nahi duzu?
sk: Odstrániť a vygenerovať nový token API?

source: This will delete this token and
eu: Honek token hau ezabatuko du eta
sk: Tým sa tento token odstráni a

source: invalidate any tools that may be using it
eu: erabiltzen ari diren tresnak baliogabetu
sk: znefunkčniť všetky nástroje, ktoré ho môžu používať

source: A new token will be generated in its place.
eu: Token berri bat sortuko da haren ordez.
sk: Namiesto neho sa vygeneruje nový token.

source: Are you sure?
eu: Ziur zaude?
sk: Ste si istý?

source: Cancel
eu: Utzi
sk: Zrušiť

source: Delete & Regenerate
eu: Ezabatu eta birsortu
sk: Odstrániť a regenerovať

source: Processing...
eu: Prozesatzen...
sk: Spracovanie...

source: Email
eu: Posta elektronikoa

source: Password
eu: Pasahitza
sk: Heslo

source: Language
eu: Hizkuntza
sk: Jazyk

source: Send Feedback
eu: Bidali Iritzia
sk: Odoslať spätnú väzbu

source: Have an idea or wish? Something you don't like? Want to help out? We want to hear it!
eu: Ideia edo nahi bat duzu? Gustatzen ez zaizun zerbait? Lagundu nahi? Entzun nahi dugu!
sk: Máte nápad alebo želanie? Niečo, čo sa vám nepáči? Chcete pomôcť? Chceme to počuť!

source: Your Name
eu: Zure izena
sk: Vaše meno

source: What is one hundred minus 3?
eu: Zer da ehun ken 3?
sk: Koľko je sto mínus 3?

source: Tip: Copy your message to the clipboard in the unlikely chance submission fails.
eu: Aholkua: kopiatu zure mezua arbelean bidalketak huts egiten badu.
sk: Tip: V prípade, že sa odoslanie nepodarí, skopírujte správu do schránky.

source: Leave this field blank!
eu: Utzi eremu hau hutsik!
sk: Toto pole nechajte prázdne!

source: Active File Pushes
eu: Fitxategien push aktiboak
sk: Aktívne tlačenia súborov

source: You currently have no active file pushes.
eu: Une honetan ez duzu fitxategien push aktiborik.
sk: V súčasnosti nemáte žiadne aktívne tlačenie súborov.

source: Push Some Files Now
eu: Bultzatu fitxategi batzuk orain

source: Active Pushes
eu: Bultzada Aktiboak
sk: Aktívne tlačenia

source: Push ID
eu: Mezuaren ID

source: Created
eu: Sortu
sk: Vytvorené

source: Note
eu: Ohar
sk: Poznámka

source: File Count
eu: Fitxategien kopurua
sk: Počet súborov

source: Views
eu: Ikuspegiak
sk: Zobrazenia

source: Days
eu: Egunak
sk: Dni

source: None
eu: Bat ere ez
sk: Žiadne

source: Push Controls
eu: Push Kontrolak
sk: Ovládacie prvky Push

source: Preview
eu: Aurrebista
sk: Náhľad

source: Audit
eu: Ikuskaritza

source: Audit Log for %s
eu: %s-ren ikuskaritza-erregistroa
sk: Protokol auditu pre %s

source: Audit Log for File Push
eu: Fitxategi Push-erako auditoretza-erregistroa
sk: Protokol auditu pre funkciu File Push

source: Pushed on %s
eu: Bultzatu da %s
sk: Stlačené na %s

source: Secret URL for this push
eu: Bultzada honen URL sekretua
sk: Tajná adresa URL pre tento push

source: Reference Note
eu: Erreferentzia Oharra
sk: Referenčná poznámka

source: Visible Only To You
eu: Zuretzat bakarrik ikusgai
sk: Viditeľné len pre vás

source: Settings
eu: Ezarpenak
sk: Nastavenia

source: Expire after
eu: Iraungi ondoren
sk: Platnosť končí po

source: View
eu: Ikusi
sk: Zobraziť

source: The push expires after this number of views.
eu: Bultzada iraungitzen da ikustaldi kopuru hori igaro ondoren.
sk: Po tomto počte zobrazení push vyprší.

source: Day
eu: Egun
sk: Deň

source: The push expires after this number of days.
eu: Bultzada egun kopuru hori igaro ondoren iraungiko da.
sk: Platnosť tlačidla vyprší po uplynutí tohto počtu dní.

source: Deletable by Viewers
eu: Ikusleek ezaba dezakete
sk: Odstrániteľné divákmi

source: True
eu: Egia
sk: Pravda

source: False
eu: Gezurra

source: This allows end users to delete content once retrieved.
eu: Honi esker, azken erabiltzaileek edukia ezaba dezakete berreskuratu ondoren.
sk: To umožňuje koncovým používateľom vymazať obsah po načítaní.

source: 1-click Retrieval Step
eu: Egin klik 1 berreskuratzeko urratsa
sk: krok načítania 1 kliknutím

source: Helps to avoid chat systems and URL scanners from eating up views.
eu: Txat-sistemek eta URL eskanerrek bistaratzeak jan ez ditzaten laguntzen du.
sk: Pomáha predchádzať tomu, aby chatovacie systémy a skenery URL spotrebovali zobrazenia.

source: Passphrase Lockdown
eu: Pasaesaldi bidezko blokeoa
sk: Uzamknutie prístupovej frázy

source: No
eu: Ez
sk: Nie

source: Yes
eu: Bai
sk: Áno

source: Require recipients to enter a passphrase to view this push.
eu: Eskatu hartzailei pasaesaldi bat sartzeko mezu hau.
sk: Vyžadovať od príjemcov zadanie prístupovej frázy na zobrazenie tohto tlačidla.

source: Current Status
eu: Egungo Egoera
sk: Súčasný stav

source: State:
eu: Estatu:
sk: Štát:

source: Expired
eu: Iraungitakoak
sk: Vypršala platnosť

source: Active
eu: Aktibo daudenak
sk: Aktívne

source: Active and still available for viewing.
eu: Aktiboa eta oraindik eskuragarri dago ikusteko.
sk: Aktívne a stále k dispozícii na prezeranie.

source: Successful Views
eu: Ikuspegi arrakastatsuak
sk: Úspešné pohľady

source: The number of times this push has been viewed before expiration.
eu: Bultzada hau iraungi baino lehen ikusi den kopurua.
sk: Počet zobrazení tohto tlačidla pred vypršaním platnosti.

source: Failed View Attempts
eu: Ikusi saiakerak huts egin ditu
sk: Neúspešné pokusy o zobrazenie

source: The number of times this push has been viewed after expiration.
eu: Iraungitzetik bultzada hau zenbat aldiz ikusi den.
sk: Počet zobrazení tohto tlačidla po uplynutí platnosti.

source: Days Remaining
eu: Gelditzen diren egunak
sk: Zostávajúce dni

source: Number of days until this push expires if the maximum view count isn't reached.
eu: Bultzada hau iraungi arte, ikustaldi-kopuru maximoa iristen ez bada.
sk: Počet dní do vypršania platnosti tohto tlačidla, ak sa nedosiahne maximálny počet zobrazení.

source: Payload
eu: Karga erabilgarria
sk: Užitočné zaťaženie

source: Contains Message for Receiver
eu: Hartzailearentzako mezua dauka
sk: Obsahuje správu pre príjemcu

source: Deleted
eu: Ezabatu da
sk: Odstránené

source: Has a text payload been added to this push?
eu: Testu-karga bat gehitu al da push honi?
sk: Bolo do tohto tlačidla pridané textové užitočné zaťaženie?

source: Message Length
eu: Mezuaren luzera
sk: Dĺžka správy

source: Not Applicable
eu: Ez da aplikagarria
sk: Neuplatňuje sa

source: The length of the attached text payload.
eu: Erantsitako testu-kargaren luzera.
sk: Dĺžka pripojeného textového nákladu.

source: Number of Files Attached
eu: Erantsitako fitxategi kopurua
sk: Počet pripojených súborov

source: The number of files attached to this push. This value will be 0 when expired.
eu: Bultzada honi erantsitako fitxategi kopurua. Balio hori 0 izango da iraungitakoan.
sk: Počet súborov pripojených k tomuto tlačidlu. Po uplynutí platnosti bude táto hodnota 0.

source: Attached Files
eu: Erantsitako fitxategiak
sk: Pripojené súbory

source: Filename:
eu: Fitxategi izena:
sk: Názov súboru:

source: Size:
eu: Tamaina:
sk: Veľkosť:

source: All attached files have been deleted.
eu: Erantsitako fitxategi guztiak ezabatu dira.
sk: Všetky priložené súbory boli odstránené.

source: Expire Now
eu: Iraungi orain
sk: Vyprší teraz

source: Delete This Password?
eu: Pasahitz hau ezabatu?
sk: Odstrániť toto heslo?

source: This will expire this secret link and
eu: Honek esteka sekretu hau iraungi egingo du eta
sk: Tým sa ukončí platnosť tohto tajného prepojenia a

source: remove all content from the database forever
eu: kendu datu-basetik eduki guztia betiko
sk: navždy odstrániť všetok obsah z databázy

source: The audit log (including future attempted views) will still be maintained going forward.
eu: Ikuskapen-erregistroa (etorkizuneko saiakerak barne) mantenduko da aurrerantzean.
sk: Protokol o audite (vrátane budúcich pokusov o zobrazenie) sa bude uchovávať aj v budúcnosti.

source: Delete
eu: Ezabatu
sk: Odstrániť

source: Start of Audit Log
eu: Ikuskaritza Erregistroaren hasiera
sk: Začiatok denníka auditov

source: Push created on
eu: Sortutako bultzada
sk: Push vytvorený na

source: As the push receives activity, a log of each with identifying information will show up here.
eu: Bultzadak jarduera jasotzen duen heinean, informazio identifikatzailea duen bakoitzaren erregistro bat agertuko da hemen.
sk: Keď sa do tlačidla dostane aktivita, zobrazí sa tu záznam o každej aktivite s identifikačnými informáciami.

source: Password manually expired by user
eu: Erabiltzaileak eskuz iraungi du pasahitza
sk: Heslo ručne vypršalo používateľovi

source: at IP address
eu: IP helbidean
sk: na IP adrese

source: User Agent
eu: Erabiltzaile-agentea
sk: Používateľský agent

source: Referrer
eu: Erreferentea
sk: Odkazovač

source: Successful view from IP address
eu: Ikuspegi arrakastatsua IP helbidetik
sk: Úspešné zobrazenie z IP adresy

source: Failed view attempt (already expired) by
eu: Ikusteko saiakera huts egin du (dagoeneko iraungi da).
sk: Neúspešný pokus o zobrazenie (už vypršal) od

source: End of Audit Log
eu: Ikuskaritza erregistroaren amaiera
sk: Koniec denníka auditu

source: Expired File Pushes
eu: Iraungitako fitxategi-pushak
sk: Vypršanie platnosti tlačenia súborov

source: You currently have no expired file pushes.
eu: Une honetan ez duzu iraungitako fitxategi-puskarik.
sk: Momentálne nemáte žiadne vypršané tlačenie súborov.

source: Push Something Now
eu: Bidali mezu bat orain

source: Expired On
eu: Egun iraungi zen
sk: Platnosť vypršala dňa

source: Audit Log
eu: Ikuskaritza Erregistroa
sk: Protokol o audite

source: Securely Send Files
eu: Bidali fitxategiak modu seguruan
sk: Bezpečné odosielanie súborov

source: Add Files...
eu: Gehitu fitxategiak...
sk: Pridať súbory...

source: Expire secret link and delete after:
eu: Iraungi esteka sekretua eta ezabatu ondoren:
sk: Ukončite platnosť tajného odkazu a potom ho vymažte:

source: (whichever comes first)
eu: (lehen gertatzen dena)
sk: (podľa toho, čo nastane skôr)

source: Use a 1-click retrieval step
eu: Erabili klik bakarreko berreskuratzeko urratsa
sk: Použite krok načítania na 1 kliknutie

source: Allow immediate deletion
eu: Baimendu berehala ezabatzea
sk: Umožniť okamžité vymazanie

source: Allow users to delete this push once retrieved.
eu: Baimendu erabiltzaileei push hau ezabatzea berreskuratu ondoren.
sk: Umožniť používateľom vymazať tento push po načítaní.

source: Optional: Require recipients to enter a passphrase to view this push
eu: Aukerakoa: Eskatu hartzaileek pasaesaldi bat sar dezaten push hau ikusteko
sk: Voliteľné: Vyžadovať od príjemcov zadanie prístupovej frázy pre zobrazenie tohto tlačidla

source: Message
eu: Mezua
sk: Správa

source: Optional: A message to be included with the push
eu: Aukerakoa: push batera sartzeko mezua
sk: Voliteľné: Správa, ktorá sa má pripojiť k tlačidlu

source: Encrypted and visible to the receiving party
eu: Enkriptatutakoa eta hartzailearen alderdiak ikusgai
sk: Šifrované a viditeľné pre prijímajúcu stranu

source: Optional
eu: Aukerakoa
sk: Voliteľné

source: Encrypted and visible only to you
eu: Zifratua eta zuk bakarrik ikusgai
sk: Šifrované a viditeľné len pre vás

source: Once expired, all files and content of the push will be deleted immediately and entirely.
eu: Iraungi ondoren, push-eko fitxategi eta eduki guztiak berehala eta guztiz ezabatuko dira.
sk: Po vypršaní platnosti sa všetky súbory a obsah tlačidla push okamžite a úplne odstránia.

source: An audit log of activity will be available.
eu: Jardueraren auditoretza-erregistroa eskuragarri egongo da.
sk: K dispozícii bude auditný denník aktivít.

source: Push It!
eu: Bidali mezua!

source: Securely Send Files That Delete Automatically
eu: Bidali automatikoki ezabatzen diren fitxategiak segurtasunez
sk: Bezpečné odosielanie súborov, ktoré sa automaticky odstránia

source: Please login to use this feature.
eu: Mesedez, hasi saioa eginbide hau erabiltzeko.
sk: Ak chcete používať túto funkciu, prihláste sa.

source: Please login or sign up to use this feature.
eu: Mesedez, hasi saioa edo erregistratu eginbide hau erabiltzeko.
sk: Ak chcete používať túto funkciu, prihláste sa alebo sa zaregistrujte.

source: Enter The Secret Passphrase
eu: Sartu pasaesaldi sekretua
sk: Zadajte tajnú prístupovú frázu

source: Enter the secret passphrase provided with this URL
eu: Sartu URL honekin emandako pasaesaldi sekretua
sk: Zadajte tajnú prístupovú frázu poskytnutú s touto adresou URL

source: Enter the secret passphrase
eu: Sartu pasaesaldi sekretua
sk: Zadajte tajnú prístupovú frázu

source: Go
eu: Zoaz
sk: Prejsť na stránku

source: Click Here to Proceed
eu: Egin klik hemen Jarraitzeko
sk: Kliknutím sem pokračujte

source: Your Push Has Been Created
eu: Zure Bultzada Sortu Da
sk: Váš Push bol vytvorený

source: Your push has been created.
eu: Zure bultzada sortu da.
sk: Váš push bol vytvorený.

source: Use this secret link to share it:
eu: Erabili esteka sekretu hau zure pasahitzak partekatzeko:
sk: Na zdieľanie použite toto tajné prepojenie:

source: Print & Share
eu: Inprimatu eta partekatu
sk: Tlač a zdieľanie

source: Generate a Printable Page for End Users
eu: Sortu orrialde inprimagarria azken erabiltzaileentzat
sk: Generovanie stránky na vytlačenie pre koncových používateľov

source: Optional Custom Message
eu: Aukerako mezu pertsonalizatua
sk: Voliteľná vlastná správa

source: Show Expiration Details
eu: Erakutsi iraungitze xehetasunak
sk: Zobraziť podrobnosti o exspirácii

source: Include ID
eu: Sartu NAN
sk: Zahrnúť ID

source: Generate
eu: Sortu
sk: Generovať

source: This push will expire after
eu: Bultzada hau ondoren iraungiko da
sk: Platnosť tohto tlačidla vyprší po

source: day
eu: egun
sk: deň

source: or
eu: edo
sk: alebo

source: view
eu: bistaratze
sk: zobraziť

source: and
eu: eta
sk: a

source: can be
eu: izan daiteke
sk: môže byť

source: deleted by viewers.
eu: ikusleek ezabatu.
sk: vymazané divákmi.

source: can NOT be
eu: ezin da izan
sk: nEMÔŽE byť

source: It also includes a
eu: a ere barne hartzen du
sk: Zahŕňa aj

source: 1-click preliminary retrieval step
eu: Egin klik 1-aurretik berreskuratzeko urratsa
sk: krok predbežného vyhľadávania na 1 kliknutie

source: View This Push Now
eu: Ikusi Push hau orain
sk: Zobraziť toto tlačidlo teraz

source: (will burn a view) or
eu: (bistaratze bat erabiliko du) edo
sk: (vypáli zobrazenie) alebo

source: Push Another
eu: Beste mezu bat bidali
sk: Stlačte ďalší

source: View Audit Log
eu: Ikusi Ikuskaritza Erregistroa
sk: Zobraziť protokol auditu

source: Tip: Pushing to an international user? Change the secret link language using the dropdown menu to the right of the URL.
eu: Aholkua: nazioarteko erabiltzaile bati eman nahi diozu? Aldatu esteka sekretuaren hizkuntza URLaren eskuinean dagoen menua erabiliz.
sk: Tip: Tlačíte na medzinárodného používateľa? Zmeňte jazyk tajného odkazu pomocou rozbaľovacieho menu napravo od adresy URL.

source: Your Secret URL
eu: Zure URL sekretua
sk: Vaša tajná adresa URL

source: This data contained here will expire after
eu: Hemen jasotako datu hauek ondoren iraungiko dira
sk: Platnosť týchto údajov sa skončí po

source: Your Secret Link
eu: Zure esteka sekretua
sk: Vaše tajné prepojenie
