Repository: tankuanhong/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: eu, sk

source: This newly pushed password will expire after
eu: Bultzatu berri den pasahitz hau ondoren iraungiko da
sk: Platnosť tohto nového hesla vyprší po

source: View This Password Now
eu: Ikusi pasahitz hau orain
sk: Zobraziť toto heslo teraz

source: Push Another Password
eu: Bidali mezu bat orain
sk: Stlačte ďalšie heslo

source: Please obtain and securely store this content in a secure manner, such as in a password manager.
eu: Mesedez, lortu eta gorde eduki hau modu seguruan, esate baterako, pasahitz-kudeatzaile batean.
sk: Získajte a bezpečne uložte tento obsah bezpečným spôsobom, napríklad v správcovi hesiel.

source: Your password is blurred out. Click below to reveal it.
eu: Zure pasahitza lausotuta dago. Egin klik behean erakusteko.
sk: Vaše heslo je rozmazané. Kliknutím nižšie ho odhalíte.

source: Browser cookies help make this tool work. By using it, you agree the use of these cookies.
eu: Arakatzaileen cookieek tresna honek funtzionatzen laguntzen dute. Erabiliz gero, cookie hauen erabilera onartzen duzu.
sk: Súbory cookie prehliadača pomáhajú tomuto nástroju fungovať. Jeho používaním súhlasíte s používaním týchto súborov cookie.

source: Dashboard
eu: Aginte-panela
sk: Prístrojová doska

source: Passwords
eu: Pasahitzak
sk: Heslá

source: Files
eu: Fitxategiak
sk: Súbory

source: URLs
eu: URLak
sk: Adresy URL

source: New
eu: Berria
sk: Nový

source: Front Page
eu: Lehen orrialdea
sk: Prvá strana

source: Docker Containers
eu: Docker edukiontziak
sk: Kontajnery Docker

source: JSON API
eu: JSON APIa
sk: ROZHRANIE JSON API

source: Key Generator
eu: Gako Sortzailea
sk: Generátor kľúčov

source: Source Code
eu: Iturburu kodea
sk: Zdrojový kód

source: Overview
eu: Ikuspegi orokorra
sk: Prehľad

source: Help Translate!
eu: Lagundu itzultzen!
sk: Pomoc preložiť!

source: Account
eu: Kontua
sk: Účet

source: Edit Login Details
eu: Editatu saioa hasteko xehetasunak
sk: Upraviť prihlasovacie údaje

source: Log Out
eu: Saioa amaitu
sk: Odhlásenie

source: Log In
eu: Saioa hasi
sk: Prihlásenie

source: Sign Up
eu: Izena eman
sk: Zaregistrujte sa

source: Select your language
eu: Hautatu zure hizkuntza
sk: Vyberte svoj jazyk

source: Get The Newsletter
eu: Eskuratu Buletina
sk: Získajte newsletter

source: Updates on big releases, security issues, features, integrations, tips and more.
eu: Argitalpen handiei, segurtasun-arazoei, eginbideei, integrazioei, aholkuei eta gehiagori buruzko eguneraketak.
sk: Aktualizácie veľkých verzií, bezpečnostné problémy, funkcie, integrácie, tipy a ďalšie informácie.

source: Enter your email...
eu: Sartu zure helbide elektronikoa...
sk: Zadajte svoj e-mail...

source: Subscribe
eu: Harpidetu
sk: Prihlásiť sa na

source: Configure Password Generation
eu: Konfiguratu pasahitza sortzea
sk: Konfigurácia generovania hesla

source: Test Area
eu: Proba Eremua
sk: Testovacia oblasť

source: Number of Syllables
eu: Silaba kopurua
sk: Počet slabík

source: Minimum Syllable Length
eu: Gutxieneko silabaren luzera
sk: Minimálna dĺžka slabiky

source: Maximum Syllable Length
eu: Gehienezko silabaren luzera
sk: Maximálna dĺžka slabiky

source: Include numbers
eu: Sartu zenbakiak
sk: Zahrnúť čísla

source: Use Titlecase
eu: Erabili Titlecase
sk: Použitie titulu Titlecase

source: Use Separators
eu: Erabili bereizleak
sk: Používanie oddeľovačov

source: Test
eu: Proba

source: Separators
eu: Bereizleak
sk: Oddeľovače

source: Vowels
eu: Bokalak
sk: Samohlásky

source: Consonants
eu: Kontsonanteak
sk: Spoluhlásky

source: Reset to Defaults
eu: Berrezarri lehenespenetara
sk: Obnovenie predvolených nastavení

source: Secret Link Language
eu: Lotura sekretua hizkuntza
sk: Jazyk tajného prepojenia

source: Active URL Pushes
eu: URL push aktiboak
sk: Aktívne tlačenia adresy URL

source: You currently have no active URL pushes.
eu: Une honetan ez duzu URL push aktiborik.
sk: V súčasnosti nemáte žiadne aktívne tlačenie adresy URL.

source: Push a URL Now
eu: Sartu URL bat orain
sk: Stlačte adresu URL teraz

source: Audit Log for URL Push
eu: URL Push-erako auditoretza-erregistroa
sk: Protokol auditu pre URL Push

source: Delete This URL Push?
eu: URL Push hau ezabatu?
sk: Odstrániť túto adresu URL Push?

source: URL Push manually expired by user
eu: URL Push eskuz iraungi du erabiltzaileak
sk: URL Push ručne vypršala používateľom

source: Expired URL Pushes
eu: Iraungitako URL push-ak
sk: Vypršanie platnosti stlačenia adresy URL

source: You currently have no expired URL pushes.
eu: Une honetan ez duzu iraungitako URL push-a.
sk: V súčasnosti nemáte žiadne vypršané tlačenia adresy URL.

source: Securely Send URLs
eu: Bidali URLak modu seguruan
sk: Bezpečné odosielanie adries URL

source: URL Redirection
eu: URL birbideratzea
sk: Presmerovanie adresy URL

source: Enter the URL to redirect to...
eu: Sartu helbidera birbideratzeko URLa...
sk: Zadajte adresu URL, na ktorú chcete presmerovať...

source: Helps to avoid chat systems and URL scanners from eating up redirects.
eu: Txat-sistemek eta URL eskanerrek berbideraketak jan ez ditzaten laguntzen du.
sk: Pomáha predchádzať tomu, aby chatovacie systémy a skenery URL spotrebovali presmerovania.

source: A secret URL will be generated that will redirect to the URL specified.
eu: URL sekretu bat sortuko da, zehaztutako URLra birbideratuko duena.
sk: Vygeneruje sa tajná adresa URL, ktorá presmeruje na zadanú adresu URL.

source: Upon expiration, the push URL will be deleted entirely.
eu: Iraungitzean, push URLa guztiz ezabatuko da.
sk: Po uplynutí platnosti sa adresa URL push úplne vymaže.

source: Securely Share URLs
eu: Partekatu URLak modu seguruan
sk: Bezpečné zdieľanie adries URL

source: Securely Send URLs That Expire Automatically
eu: Bidali automatikoki iraungitzen diren URLak modu seguruan
sk: Bezpečné odosielanie adries URL s automatickou expiráciou

source: on
sk: na stránke

source: The
sk: Stránka
