Repository: tankuanhong/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: eu, sk

source: It's for these reasons that we provide the ability (and encourage) users and organizations to run private instances when needed.
eu: Hori dela eta, erabiltzaileei eta erakundeei instantzia pribatuak exekutatzeko gaitasuna (eta bultzatzen) ematen diegu behar denean.
sk: Z týchto dôvodov poskytujeme používateľom a organizáciám možnosť (a podporujeme ich) spúšťať súkromné inštancie, ak je to potrebné.

source: What are the potential security risks of running my own version internally?
eu: Zeintzuk dira nire bertsioa barnean exekutatzeko segurtasun-arrisku potentzialak?
sk: Aké sú potenciálne bezpečnostné riziká interného spustenia vlastnej verzie?

source: Running an private instance of Password Pusher for your company or organization gives you the peace of mind that you know exactly what code is running. You can configure and run it as you like.
eu: Zure enpresa edo erakundearentzat Password Pusher-en instantzia pribatu bat exekutatzeak lasaitasuna ematen dizu zehatz-mehatz badakizu zer kodea abian den. Nahi duzun moduan konfiguratu eta exekutatu dezakezu.
sk: Spustenie súkromnej inštancie nástroja Password Pusher pre vašu spoločnosť alebo organizáciu vám dáva istotu, že presne viete, aký kód je spustený. Môžete ho konfigurovať a spúšťať podľa svojich predstáv.

source: On the other hand, if your instance gets hacked and the encryption broken, malicious entities now have a targeted dictionary of passwords to brute force accounts in your organization. Note that this would be limited to pushes which haven't yet hit their expiration limits.
eu: Bestalde, zure instantzia pirateatu eta enkriptatzea apurtzen bada, entitate gaiztoek orain zure erakundeko indar gordineko kontuetarako pasahitzen hiztegi zuzendua dute. Kontuan izan oraindik iraungitze-mugetara iritsi ez diren bultzadetara mugatuko litzatekeela.
sk: Na druhej strane, ak sa do vašej inštancie nabúra hacker a prelomí šifrovanie, zlomyseľné subjekty majú teraz k dispozícii cielený slovník hesiel, ktoré môžu použiť na vynútenie účtov vo vašej organizácii. Všimnite si, že by to bolo obmedzené na tlačenia, ktoré ešte nedosiahli limity platnosti.

source: In this respect, the public instance at pwpush.com may be superior in that it contains only passwords without identifying information mixed among users from around the globe.
eu: Alde horretatik, pwpush.com-en instantzia publikoa hobea izan daiteke, pasahitzak baino ez dituelako mundu osoko erabiltzaileen artean nahasitako informazioa identifikatu gabe.
sk: V tomto ohľade môže byť verejná inštancia na adrese pwpush.com lepšia v tom, že obsahuje len heslá bez identifikačných informácií, ktoré sa miešajú medzi používateľmi z celého sveta.

source: The user should carefully weigh the pros and cons and decide which route is best for them. We happily support both strategies.
eu: Erabiltzaileak arretaz neurtu behar ditu alde onak eta txarrak eta erabaki zein den biderik onena. Pozik onartzen ditugu bi estrategiak.
sk: Používateľ by mal starostlivo zvážiť výhody a nevýhody a rozhodnúť sa, ktorá cesta je pre neho najlepšia. S radosťou podporujeme obe stratégie.

source: Other
eu: Bestela
sk: Iné

source: The URL I sent link seems to have not worked by the time it was received. Does this happen occasionally and is there a way to prevent this?
eu: Igorri dudan estekak badirudi ez duela funtzionatu jaso zenerako. Hori noizean behin gertatzen al da eta ba al dago hori saihesteko modurik?
sk: URL som poslal odkaz sa zdá, že nefunguje v čase, keď bol prijatý. Stáva sa to občas a existuje spôsob, ako tomu zabrániť?

source: Some systems such as email, firewalls and chat systems often have link scanners that can eat up views.
eu: Sistema batzuek, hala nola, posta elektronikoa, suebakiak eta txat-sistemek, sarritan, ikuspegiak jan ditzaketen esteka eskanerrak dituzte.
sk: Niektoré systémy, ako napríklad e-mail, firewally a chatové systémy, majú často skenery odkazov, ktoré môžu spotrebovať zobrazenia.

source: This is done for security or to simply generate a "preview" for chat systems.
eu: Hau segurtasunagatik edo, besterik gabe, txat-sistemetarako "aurrebista" bat sortzeko egiten da.
sk: Robí sa to z bezpečnostných dôvodov alebo jednoducho na vytvorenie "náhľadu" pre chatovacie systémy.

source: To prevent this, use the 1-click retrieval step option when pushing passwords.
eu: Hori ekiditeko, erabili klik bakarreko berreskuratzeko urrats aukera pasahitzak sakatzean.
sk: Ak tomu chcete zabrániť, pri posúvaní hesiel použite možnosť kroku načítania 1 kliknutím.

source: This requires the users to click through a preliminary page to protect views from such scanners.
eu: Honek erabiltzaileek aurretiazko orrialde batean klik egin behar dute eskanerretatik babesteko.
sk: To si vyžaduje, aby používatelia klikli na predbežnú stránku na ochranu zobrazení pred takýmito skenermi.

source: As an additional preventative measure, if you create an account, an audit log is provided for every push created.
eu: Prebentzio-neurri gehigarri gisa, kontu bat sortzen baduzu, auditoretza-erregistro bat eskaintzen da sortutako bultzada bakoitzeko.
sk: Ak si vytvoríte účet, ako ďalšie preventívne opatrenie je k dispozícii protokol auditu pre každý vytvorený push.

source: This audit log can reveal by who and when the push was viewed.
eu: Ikuskaritza-erregistro honek bultzada nork eta noiz ikusi den ezagut dezake.
sk: Tento protokol auditu môže odhaliť, kto a kedy si push pozrel.

source: Can I use Password Pusher in my talk/presentation/conference?
eu: Erabili al dezaket Password Pusher nire hitzaldian/aurkezpenean/konferentzian?
sk: Môžem použiť aplikáciu Password Pusher vo svojej prednáške/prezentácii/konferencii?

source: Absolutely. If you need any resources such as statistics, graphics or anything else, don't hesitate to contact me: pglombardo at pwpush.com.
eu: Erabat. Estatistikak, grafikoak edo beste edozein baliabide behar badituzu, ez izan zalantzarik eta jarri nirekin harremanetan: pglombardo pwpush.com helbidean.
sk: Absolútne. Ak potrebujete akékoľvek zdroje, ako sú štatistiky, grafika alebo čokoľvek iné, neváhajte ma kontaktovať: pglombardo at pwpush.com.

source: Could you add a specific feature for my organization?
eu: Gehitu al zenuke nire erakunderako eginbide zehatz bat?
sk: Mohli by ste pridať konkrétnu funkciu pre moju organizáciu?

source: Very likely. I love to hear all ideas and feedback. If you have any, please submit them to the
eu: Oso litekeena da. Ideia eta iritzi guztiak entzutea gustatzen zait. Badaukazu, bidali mesedez
sk: Veľmi pravdepodobné. Rád si vypočujem všetky nápady a pripomienky. Ak máte nejaké, pošlite ich, prosím, do

source: Github repository
eu: Github biltegia
sk: Úložisko Github

source: and I will respond as soon as possible.
eu: eta ahalik eta azkarren erantzungo dut.
sk: a ja vám čo najskôr odpoviem.

source: How do you make money?
eu: Nola irabazten duzu dirua?
sk: Ako zarábate peniaze?

source: This is an opensource project made out of love for technology and a desire to improve the security (and daily lives) of the tech community.
eu: Teknologiarekiko maitasunetik eta teknologia komunitatearen segurtasuna (eta eguneroko bizitza) hobetzeko gogoz egindako kode irekiko proiektua da.
sk: Ide o opensource projekt vytvorený z lásky k technológiám a túžby zlepšiť bezpečnosť (a každodenný život) technologickej komunity.

source: It doesn't make any money but it does incur hosting that are about $50/month for pwpush.com.
eu: Ez du dirurik irabazten, baina pwpush.com-en 50 $/hilean inguruko ostalaritzak eragiten ditu.
sk: Nevydeláva žiadne peniaze, ale má náklady na hosting, ktoré sú približne 50 USD/mesiac pre pwpush.com.

source: These are happily paid out of pocket by myself for more than 10 years.
eu: Hauek zorionez patrikan ordaintzen ditut 10 urte baino gehiagoz.
sk: Tie si už viac ako 10 rokov s radosťou platím z vlastného vrecka.

source: If you feel inclined to support Password Pusher, you can sign up to Digital Ocean using the badge below.
eu: Password Pusher onartzen baduzu, Digital Ocean-en erregistra zaitezke beheko bereizgarria erabiliz.
sk: Ak máte chuť podporiť službu Password Pusher, môžete sa zaregistrovať v službe Digital Ocean pomocou nižšie uvedeného odznaku.

source: Password Pusher will get a hosting credit for the first $25 you spend.
eu: Password Pusher-ek ostalaritza-kreditua jasoko du gastatzen dituzun lehen $ 25engatik.
sk: Za prvých 25 dolárov, ktoré miniete, získate kredit na hosting.

source: For other ways to support Password Pusher, see also the "Want to help out?" section
eu: Password Pusher laguntzeko beste modu batzuk ikusteko, ikusi "Lagundu nahi?" atala
sk: Ďalšie spôsoby podpory aplikácie Password Pusher nájdete v časti "Chcete pomôcť?"

source: on the about page
eu: buruz orrialdean
sk: na stránke s informáciami

source: Thank you!
eu: Eskerrik asko!
sk: Ďakujeme!

source: Generate Key
eu: Sortu gakoa
sk: Generovanie kľúča

source: Generate an Encryption Key
eu: Sortu enkriptazio-gako bat
sk: Generovanie šifrovacieho kľúča

source: This page is used as a helper tool to generate a random encryption key for privately hosted instances of Password Pusher.
eu: Orrialde hau tresna laguntzaile gisa erabiltzen da ausazko enkriptazio-gako bat sortzeko Password Pusher-en instantzia pribatuetan ostatatutakoentzat.
sk: Táto stránka sa používa ako pomocný nástroj na generovanie náhodného šifrovacieho kľúča pre súkromne hostované inštancie aplikácie Password Pusher.

source: Password Pusher encrypts sensitive data in the database. This requires a randomly generated encryption key for each application instance.
eu: Password Pusher-ek datu sentikorrak zifratzen ditu datu-basean. Horretarako ausaz sortutako enkriptazio-gako bat behar da aplikazioaren instantzia bakoitzeko.
sk: Funkcia Password Pusher šifruje citlivé údaje v databáze. To si vyžaduje náhodne vygenerovaný šifrovací kľúč pre každú inštanciu aplikácie.

source: You can use the randomly generated code below to configure your Password Pusher instance.
eu: Behean ausaz sortutako kodea erabil dezakezu zure Pasahitza Pusher instantzia konfiguratzeko.
sk: Na konfiguráciu inštancie Password Pusher môžete použiť náhodne vygenerovaný kód uvedený nižšie.

source: Generated Encryption Key
eu: Sortutako enkriptatze-gakoa
sk: Vygenerovaný šifrovací kľúč

source: Copy to Clipboard
eu: Kopiatu arbelean
sk: Kopírovanie do schránky

source: You can apply this key to your application by setting the environment variable
eu: Gako hau zure aplikazioari aplika diezaiokezu ingurune-aldagaia ezarriz
sk: Tento kľúč môžete použiť vo svojej aplikácii nastavením premennej prostredia

source: Reload this page to re-generate a new key.
eu: Kargatu orri hau berriro gako berri bat sortzeko.
sk: Znovu načítajte túto stránku, aby ste znovu vygenerovali nový kľúč.

source: Notes:
eu: Oharrak:
sk: Poznámky:

source: If an encryption key isn't provided, a default key will be used.
eu: Zifratze-gakorik ematen ez bada, lehenetsitako gako bat erabiliko da.
sk: Ak nie je zadaný šifrovací kľúč, použije sa predvolený kľúč.

source: The best security for private instances of Password Pusher is to use your own custom encryption key although it is not required.
eu: Password Pusher-en instantzia pribatuetarako segurtasun onena zure enkriptazio-gako pertsonalizatua erabiltzea da, beharrezkoa ez den arren.
sk: Najlepším zabezpečením pre súkromné inštancie aplikácie Password Pusher je použitie vlastného šifrovacieho kľúča, hoci sa to nevyžaduje.

source: The risk in using the default key is lessened if you keep your instance secure and your push expirations short. e.g. 1 day/1 view versus 100 days/100 views.
eu: Gako lehenetsia erabiltzearen arriskua murrizten da zure instantzia seguru mantentzen baduzu eta push iraungitze laburrak badituzu. adibidez, egun 1/1 ikustaldi versus 100 egun/100 ikustaldi.
sk: Riziko pri používaní predvoleného kľúča je menšie, ak udržiavate inštanciu bezpečnú a expirácie push sú krátke, napr. 1 deň/1 zobrazenie oproti 100 dňom/100 zobrazení.

source: Once a push expires, all encrypted data is deleted.
eu: Bultzada bat iraungitzen denean, enkriptatutako datu guztiak ezabatzen dira.
sk: Po uplynutí platnosti tlačidla push sa všetky zašifrované údaje vymažú.

source: Changing an encryption key where old pushes already exist will make those older pushes unreadable. In other words, the payloads will be garbled. New pushes going forward will work fine.
eu: Bultzada zaharrak dauden tokian enkriptazio-gako bat aldatzeak bultzada zaharrago horiek irakurezin bihurtuko ditu. Beste era batera esanda, karga erabilgarriak nahastu egingo dira. Aurrerantzean bultzada berriek ondo funtzionatuko dute.
sk: Zmena šifrovacieho kľúča v prípade, že už existujú staré odoslania, spôsobí, že tieto staršie odoslania nebudú čitateľné. Inými slovami, užitočné zaťaženie bude skreslené. Nové tlačové správy, ktoré budú pokračovať, budú fungovať správne.

source: Key generation can also be done from the command line in the application source by executing:
eu: Gakoak sortzea aplikazioaren iturburuko komando-lerrotik ere egin daiteke exekutatuta:
sk: Generovanie kľúča je možné vykonať aj z príkazového riadka v zdrojovom kóde aplikácie spustením:

source: See also the Password Pusher
eu: Ikusi ere Pasahitz bultzatzailea
sk: Pozrite si tiež aplikáciu Password Pusher

source: Configuration documentation
eu: Konfigurazio-dokumentazioa
sk: Konfiguračná dokumentácia

source: Tools & Applications
eu: Tresnak eta Aplikazioak
sk: Nástroje a aplikácie

source: Using the JSON API, various tools exist to interface with Password Pusher to automate password distribution.
eu: JSON APIa erabiliz, hainbat tresna daude Password Pusher-ekin interfazea pasahitz banaketa automatizatzeko.
sk: Pomocou rozhrania JSON API existujú rôzne nástroje na prepojenie s aplikáciou Password Pusher na automatizáciu distribúcie hesiel.

source: We have no limits on how many passwords you can push (and have no intentions of adding limits) but we do have a rate limiter so the site doesn’t get taken down by bad scripts or bad actors. Limit your tools to maximum 1 password every few seconds and you should be fine.
eu: Ez daukagu mugarik zenbat pasahitz bultza ditzakezun (eta ez dugu muga gehitzeko asmorik), baina tarifa-mugatzaile bat dugu, gunea gidoi txarrak edo aktore txarrek kendu ez dezaten. Mugatu zure tresnak gehienez pasahitz batera segundo gutxitan eta ondo egon beharko zenuke.
sk: Nemáme žiadne obmedzenia na to, koľko hesiel môžete odoslať (a nemáme v úmysle pridávať obmedzenia), ale máme obmedzovač rýchlosti, aby sa stránka nezničila zlými skriptami alebo zlými aktérmi. Obmedzte svoje nástroje na maximálne 1 heslo za niekoľko sekúnd a malo by to byť v poriadku.

source: Command Line Utilities
eu: Komando-lerroko utilitateak
sk: Nástroje príkazového riadka

source: Applications
eu: Aplikazioak
sk: Aplikácie

source: This API allows you to interface with Password Pusher via JSON. This can be utilized by existing utilities such as curl, wget or any programming language. See the examples below for some ideas.
eu: API honek JSON bidez Pasahitz Pusher-ekin konektatzeko aukera ematen du. Hau lehendik dauden utilitateek erabil dezakete, hala nola curl, wget edo edozein programazio-lengoaia. Ikus beheko adibideak ideia batzuk ikusteko.
sk: Toto rozhranie API umožňuje prepojenie so službou Password Pusher prostredníctvom JSON. To sa dá využiť pomocou existujúcich nástrojov, ako sú curl, wget alebo akýkoľvek programovací jazyk. Niektoré nápady nájdete v príkladoch nižšie.

source: API Endpoint Documentation
eu: API amaierako dokumentazioa
sk: Dokumentácia koncového bodu API

source: Walkthrough & Examples
eu: Ibilbidea eta adibideak
sk: Prechádzka a príklady

source: Examples
eu: Adibideak
sk: Príklady

source: You can test this in your browser Javascript console by going to the front page of Password Pusher and enter:
eu: Hau zure arakatzailearen Javascript kontsolan probatu dezakezu Password Pusher-en hasierako orrialdera joan eta sartu:
sk: Môžete si to vyskúšať v Javascriptovej konzole prehliadača tak, že prejdete na úvodnú stránku aplikácie Password Pusher a zadáte:

source: See more explanation and examples in our
eu: Ikusi azalpen eta adibide gehiago gurean
sk: Viac vysvetlení a príkladov nájdete v našej

source: Help Translate Password Pusher!
eu: Lagundu Pasahitza Pusher itzultzen!
sk: Pomocník preložiť Password Pusher!

source: We would love to add as many languages as possible but we need help from fluent speakers in creating and verifying translations.
eu: Ahalik eta hizkuntza gehien gehitzea gustatuko litzaiguke, baina hiztun trebeen laguntza behar dugu itzulpenak sortzeko eta egiaztatzeko.
sk: Radi by sme pridali čo najviac jazykov, ale pri vytváraní a overovaní prekladov potrebujeme pomoc plynulo hovoriacich ľudí.

source: How it Works
eu: Nola dabil
sk: Ako to funguje

source: We use
eu: Erabiltzen dugu
sk: Používame

source: to manage our translation effort. It has a simple to use interface.
eu: gure itzulpen ahalegina kudeatzeko. Erabiltzeko interfaze sinplea du.
sk: na riadenie nášho prekladateľského úsilia. Má jednoduché používateľské rozhranie.

source: Translations are done initially by machine using Google Translate. It's the translators job to select the correct translation and add any fixes as needed.
eu: Itzulpenak makinaz egiten dira hasieran Google Translate erabiliz. Itzultzaileen lana da itzulpen egokia hautatzea eta beharren arabera konponketak gehitzea.
sk: Preklady sa spočiatku vykonávajú strojovo pomocou prekladača Google. Úlohou prekladateľov je vybrať správny preklad a v prípade potreby doplniť prípadné opravy.

source: Translations for an entirely new language can be done in less than an hour for native speakers.
eu: Hizkuntza guztiz berri baterako itzulpenak ordubete baino gutxiagoan egin daitezke jatorrizko hiztunentzat.
sk: Preklad úplne nového jazyka môže byť pre rodených hovorcov hotový za menej ako hodinu.

source: Read more:
eu: Irakurri gehiago:
sk: Prečítajte si viac:

source: How to use our translation interface?
eu: Nola erabili gure itzulpen interfazea?
sk: Ako používať naše prekladateľské rozhranie?

source: How to Join
eu: Nola sartu
sk: Ako sa pripojiť

source: To join the translation effort:
eu: Itzulpen ahaleginarekin bat egiteko:
sk: Ak sa chcete zapojiť do prekladateľského úsilia:

source: Register for a free account on
eu: Erregistratu doako kontu bat hemen
sk: Zaregistrujte si bezplatné konto na

source: Send me a message
eu: Bidali mezu bat
sk: Pošlite mi správu

source: with your translation.io username and which language you would like to work on.
eu: zure translation.io erabiltzaile-izenarekin eta zein hizkuntzatan lan egin nahi duzun.
sk: s používateľským menom translation.io a jazykom, na ktorom chcete pracovať.

source: ...and I'll add you to our translation project.
eu: ...eta gure itzulpen proiektuan gehituko zaitut.
sk: ...a ja vás pridám do nášho prekladateľského projektu.

source: Translation Tips
eu: Itzulpen Aholkuak
sk: Tipy na preklad

source: If the source text is capitalized, try to maintain similar capitalization in the translated text as well (assuming it's permitted syntactically in the target language).
eu: Jatorrizko testua maiuskulaz idatzita badago, saiatu itzulitako testuan ere antzeko letra larriz mantentzen (helburuko hizkuntzan sintaktikoki baimenduta dagoela suposatuz).
sk: Ak je zdrojový text písaný veľkými písmenami, snažte sa zachovať podobné písanie aj v preloženom texte (za predpokladu, že je to v cieľovom jazyku syntakticky povolené).

source: If you see embedded codes such as "%s", {%file} or similar, leave those fully intact in the target translation. These are substitution codes used in the application.
eu: "%s", {%file} edo antzeko kode txertatuak ikusten badituzu, utzi horiek guztiz osorik helburuko itzulpenean. Aplikazioan erabiltzen diren ordezkapen kodeak dira.
sk: Ak vidíte vložené kódy, ako napríklad "%s", {%file} alebo podobné, ponechajte ich v cieľovom preklade úplne nedotknuté. Ide o substitučné kódy používané v aplikácii.

source: Thanks for helping to translate Password Pusher!
eu: Eskerrik asko Password Pusher itzultzen laguntzeagatik!
sk: Ďakujeme za pomoc pri preklade Password Pusher!

source: Active Password Pushes
eu: Pasahitz aktiboak bultzatzea
sk: Aktívne stlačenie hesla

source: You currently have no active password pushes.
eu: Une honetan ez duzu pasahitz-eskakizun aktiborik.
sk: V súčasnosti nemáte žiadne aktívne tlačenie hesla.

source: Push a Password Now
eu: Bidali pasahitz bat orain
sk: Stlačte heslo teraz

source: Audit Log for Password Push
eu: Pasahitza Push-erako auditoretza-erregistroa
sk: Protokol auditu pre funkciu Password Push

source: Password expires after this number of views.
eu: Pasahitza iraungiko da ikustaldi kopuru hori igaro ondoren.
sk: Heslo vyprší po tomto počte zobrazení.

source: Password expires after this number of days.
eu: Pasahitza egun kopuru hori igaro ondoren iraungiko da.
sk: Heslo vyprší po tomto počte dní.

source: This allows end users to delete passwords once retrieved.
eu: Honi esker, azken erabiltzaileek pasahitzak ezaba ditzakete berreskuratu ondoren.
sk: To umožňuje koncovým používateľom odstrániť heslá po ich načítaní.

source: The number of times this password has been viewed before expiration.
eu: Iraungi aurretik pasahitz hau zenbat aldiz ikusi den.
sk: Počet zobrazení tohto hesla pred vypršaním platnosti.

source: The number of times this password has been viewed after expiration.
eu: Iraungi ondoren pasahitz hau zenbat aldiz ikusi den.
sk: Počet zobrazení tohto hesla po vypršaní platnosti.

source: Password manually expired by an anonymous user
eu: Erabiltzaile anonimo batek eskuz iraungi du pasahitza
sk: Anonymný používateľ ručne vymazal heslo

source: Expired Password Pushes
eu: Iraungitako pasahitzak bultzatzea
sk: Stlačenie hesla, ktorého platnosť vypršala

source: You currently have no expired password pushes.
eu: Une honetan ez duzu iraungitako pasahitz-eskakizunik.
sk: Momentálne nemáte žiadne vypršané heslo.

source: Securely Send a Password
eu: Bidali pasahitz bat modu seguruan
sk: Bezpečné odoslanie hesla

source: Save
eu: Gorde
sk: Uložiť

source: Saved!
eu: Gordeta!
sk: Zachránené!

source: Enter the Password or Text to push...
eu: Sartu pasahitza edo bidaltzeko testua...
sk: Zadajte Heslo alebo Text na stlačenie...

source: Characters
eu: Pertsonaiak
sk: Postavy

source: the above settings as the page default.
eu: goiko ezarpenak orri lehenetsi gisa.
sk: vyššie uvedené nastavenia ako predvolené nastavenia stránky.

source: Generate Password
eu: Sortu pasahitza
sk: Generovanie hesla

source: Use the button above to generate a random password.
eu: Erabili goiko botoia ausazko pasahitza sortzeko.
sk: Pomocou vyššie uvedeného tlačidla vygenerujte náhodné heslo.

source: Tip: Only enter a password into the box. Other identifying information can compromise security.
eu: Aholkua: sartu pasahitz bat bakarrik laukian. Beste identifikazio-informazio batzuek segurtasuna arriskuan jar dezakete.
sk: Tip: Do poľa zadajte iba heslo. Iné identifikačné údaje môžu ohroziť bezpečnosť.

source: All passwords are encrypted prior to storage and are available to only those with the secret link. Once expired, encrypted passwords are unequivocally deleted from the database.
eu: Pasahitz guztiak biltegiratu aurretik zifratzen dira eta esteka sekretua dutenentzat soilik daude eskuragarri. Iraungi ondoren, enkriptatutako pasahitzak datu-basetik ezabatzen dira zalantzarik gabe.
sk: Všetky heslá sa pred uložením zašifrujú a sú dostupné len osobám s tajným odkazom. Po uplynutí platnosti sa zašifrované heslá z databázy jednoznačne vymažú.

source: Your Password has been Pushed
eu: Zure pasahitza bidali da
sk: Vaše heslo bolo odoslané
