Repository: tankuanhong/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: eu, sk

source: The following files have been sent to you.
eu: Ondorengo fitxategiak bidali zaizkizu.
sk: Boli vám zaslané nasledujúce súbory.

source: Please download and store in a secure area.
eu: Mesedez, deskargatu eta gorde eremu seguru batean.
sk: Stiahnite si ho a uložte na bezpečnom mieste.

source: The following message has been sent to you along with the files below.
eu: Ondorengo mezua bidali dizugu beheko fitxategiekin batera.
sk: Nasledujúca správa vám bola zaslaná spolu s nižšie uvedenými súbormi.

source: The message is blurred out. Click below to reveal it.
eu: Mezua lausotuta dago. Egin klik behean erakusteko.
sk: Správa je rozmazaná. Kliknutím nižšie ju odhalíte.

source: This secret link and all content will be deleted in
eu: Esteka sekretu hau eta eduki guztia hemen ezabatuko dira
sk: Toto tajné prepojenie a celý obsah budú vymazané v

source: 0 more views
eu: 0 ikustaldi gehiago
sk: 0 ďalších zobrazení

source: (this is the last view).
eu: (hau da azken ikuspegia).
sk: (toto je posledný pohľad).

source: more view
eu: ikuspegi gehiago
sk: viac informácií

source: (whichever occurs first).
eu: (lehen gertatzen dena).
sk: (podľa toho, čo nastane skôr).

source: Delete This Secret Link Now
eu: Ezabatu esteka sekretu hau orain
sk: Vymažte toto tajné prepojenie teraz

source: Delete?
eu: Ezabatu?
sk: Vymazať?

source: This will expire this secret link and
eu: Honek esteka sekretu hau iraungi egingo du eta
sk: Tým sa ukončí platnosť tohto tajného prepojenia a

source: delete all related content from the database forever
eu: ezabatu erlazionatutako eduki guztia datu-basetik betiko
sk: navždy vymazať všetok súvisiaci obsah z databázy

source: Your Secret Link Has Expired
eu: Zure esteka sekretua iraungi egin da
sk: Platnosť vášho tajného prepojenia vypršala

source: We apologize but this secret link has expired.
eu: Barkatu, baina esteka sekretu hau iraungi egin da.
sk: Ospravedlňujeme sa, ale platnosť tohto tajného odkazu vypršala.

source: If needed, please contact the person or organization who gave you this secret URL.
eu: Behar izanez gero, jarri harremanetan URL sekretu hau eman dizun pertsona edo erakundearekin.
sk: V prípade potreby kontaktujte osobu alebo organizáciu, ktorá vám poskytla túto tajnú adresu URL.

source: Password Pusher Logo
eu: Pasahitza Pusher logotipoa
sk: Logo Password Pusher

source: Some domains may inadvertently block emails. If you are having trouble receiving emails,
eu: Domeinu batzuek nahi gabe blokeatu ditzakete mezu elektronikoak. Mezu elektronikoak jasotzeko arazoak badituzu,
sk: Niektoré domény môžu neúmyselne blokovať e-maily. Ak máte problémy s prijímaním e-mailov,

source: send a message
eu: bidali mezu bat
sk: poslať správu

source: and we can help out.
eu: eta lagundu dezakegu.
sk: a my vám môžeme pomôcť.

source: About Password Pusher
eu: Password Pusher-i buruz
sk: O aplikácii Password Pusher

source: About
eu: Buruz
sk: O stránke

source: Password Pusher is a tool used for sharing passwords and other sensitive information with other people securely.
eu: Password Pusher pasahitzak eta bestelako informazio sentikorra beste pertsonekin modu seguruan partekatzeko erabiltzen den tresna da.
sk: Password Pusher je nástroj na bezpečné zdieľanie hesiel a iných citlivých informácií s inými ľuďmi.

source: With Password Pusher, you can create a unique, one-time URL that will expire after a certain amount of time or after it has been accessed a certain number of times, ensuring that your information remains private and secure.
eu: Password Pusher-ekin, URL bakarra sor dezakezu, denbora jakin baten ondoren iraungiko dena edo hainbat aldiz atzitu ondoren, zure informazioa pribatua eta segurua izango dela ziurtatuz.
sk: Pomocou nástroja Password Pusher môžete vytvoriť jedinečnú jednorazovú adresu URL, ktorej platnosť vyprší po určitom čase alebo po určitom počte prístupov, čím sa zabezpečí, že vaše informácie zostanú súkromné a bezpečné.

source: It is often used by individuals and organizations to share login credentials or other sensitive data with colleagues, clients, or partners.
eu: Pertsona eta erakundeek sarritan erabiltzen dute saioa hasteko kredentzialak edo bestelako datu sentikorrak lankideekin, bezeroekin edo bazkideekin partekatzeko.
sk: Jednotlivci a organizácie ho často používajú na zdieľanie prihlasovacích údajov alebo iných citlivých údajov s kolegami, klientmi alebo partnermi.

source: Password Pusher is a simple and convenient solution for securely sharing passwords without the need for email or other less secure communication methods.
eu: Password Pusher pasahitzak modu seguruan partekatzeko irtenbide sinple eta erosoa da, posta elektronikoa edo ez hain segurua den komunikazio-metodorik beharrik gabe.
sk: Password Pusher je jednoduché a pohodlné riešenie na bezpečné zdieľanie hesiel bez potreby e-mailu alebo iných menej bezpečných komunikačných metód.

source: Hosted at
eu: Heldu den
sk: Hosťovanie v

source: or you can run your own private instance wherever you like.
eu: edo zure instantzia pribatua exekutatu dezakezu nahi duzun tokian.
sk: alebo môžete spustiť vlastnú súkromnú inštanciu, kdekoľvek chcete.

source: The source code is
eu: Iturburu kodea da
sk: Zdrojový kód je

source: on Github
eu: Github-en
sk: na Githube

source: It’s opensource and free for anyone to use, review or modify.
eu: Kode irekia da eta doakoa da edonork erabiltzeko, berrikusteko edo aldatzeko.
sk: Je open source a môže ho používať, kontrolovať alebo upravovať ktokoľvek.

source: The Author
eu: Egilea
sk: Autor

source: My name is Peter Giacomo Lombardo. You can find me on
eu: Nire izena Peter Giacomo Lombardo da. Hemen aurki nazakezu
sk: Volám sa Peter Giacomo Lombardo. Nájdete ma na

source: For updates, you can
eu: Eguneratzeetarako, egin dezakezu
sk: Pokiaľ ide o aktualizácie, môžete

source: follow me on Twitter
eu: jarraitu nazazu Twitter-en
sk: sledujte ma na Twitteri

source: Want to Help Out?
eu: Lagundu nahi?
sk: Chcete pomôcť?

source: By far the biggest help is to spread the word
eu: Momentuz, laguntzarik handiena zabaltzea da
sk: Zďaleka najväčšou pomocou je šírenie informácií

source: Share and suggest Password Pusher to colleagues and friends.
eu: Partekatu eta iradoki Password Pusher lankideei eta lagunei.
sk: Zdieľajte a navrhujte aplikáciu Password Pusher kolegom a priateľom.

source: You can also
eu: Zuk ere egin dezakezu
sk: Môžete tiež

source: Star the Github project
eu: Github proiektua izarra
sk: Hviezdička projektu Github

source: It's gasoline for the algos that trend Password Pusher.
eu: Pasahitza Pusher joera duten algoentzako gasolina da.
sk: Je to benzín pre algoritmy s trendom Password Pusher.

source: Help Translate
eu: Lagundu Itzultzen
sk: Pomocník preložiť

source: Improve an existing language or add a new one
eu: Hobetu lehendik dagoen hizkuntza bat edo gehitu beste bat
sk: Vylepšite existujúci jazyk alebo pridajte nový

source: Sign up for the
eu: Izena eman
sk: Zaregistrujte sa do

source: newsletter
eu: buletina

source: to get updates on important releases, security issues, tips and more.
eu: bertsio garrantzitsuei, segurtasun-arazoei, aholkuei eta gehiagori buruzko eguneraketak jasotzeko.
sk: a získajte aktualizácie o dôležitých verziách, bezpečnostných otázkach, tipoch a ďalších informáciách.

source: Follow Password Pusher on
eu: Jarraitu Password Pusher aktibatuta
sk: Sledujte aplikáciu Password Pusher na

source: Fix an issue, add a feature or write some documentation.
eu: Konpondu arazo bat, gehitu eginbide bat edo idatzi dokumentazioren bat.
sk: Opravte problém, pridajte funkciu alebo napíšte dokumentáciu.

source: See the Github project.
eu: Ikus Github proiektua.
sk: Pozrite si projekt Github.

source: Sign up to Digital Ocean
eu: Eman izena Digital Ocean-en
sk: Zaregistrujte sa do služby Digital Ocean

source: with this link
eu: esteka honekin
sk: s týmto prepojením

source: to get Password Pusher a hosting credit.
eu: Password Pusher-ek hosting-kreditua lortzeko.
sk: získať hostingový kredit pre Password Pusher.

source: Thank you for supporting Password Pusher!
eu: Eskerrik asko Password Pusher laguntzeagatik!
sk: Ďakujeme vám za podporu aplikácie Password Pusher!

source: Resources
eu: Baliabideak
sk: Zdroje

source: If you are giving a presentation, authoring a blog post or video about Password Pusher, feel free to contact me for any questions.
eu: Aurkezpen bat egiten ari bazara, blogeko argitalpen bat edo Pasahitza Pusher-i buruzko bideo bat idazten ari bazara, jar zaitez nirekin harremanetan edozein zalantza argitzeko.
sk: Ak pripravujete prezentáciu, príspevok na blog alebo video o nástroji Password Pusher, neváhajte ma kontaktovať v prípade akýchkoľvek otázok.

source: We have media resources and a full explanation of features available in
eu: Komunikabideen baliabideak eta eginbideen azalpen osoa ditugu eskuragarri
sk: Máme k dispozícii mediálne zdroje a úplné vysvetlenie funkcií v

source: formats.
eu: formatuak.
sk: formáty.

source: Birthday
eu: Urtebetetze
sk: Narodeniny

source: More Than 11 Years Old
eu: 11 Urte baino Gehiago
sk: Staršie ako 11 rokov

source: The first git commit to Password Pusher was on
eu: Pasahitz Pusher-erako lehen git konpromezua aktibatuta zegoen
sk: Prvá revízia v systéme git pre Password Pusher bola

source: pwpush.com went live shortly thereafter.
eu: pwpush.com handik gutxira martxan jarri zen.
sk: krátko nato bol spustený portál pwpush.com.

source: The Original Theme
eu: Jatorrizko Gaia
sk: Pôvodná téma

source: The original site design consisted of a dark background with a bold yellow font.
eu: Jatorrizko gunearen diseinua hondo ilun batez osatuta zegoen, letra hori lodi batekin.
sk: Pôvodný dizajn stránky pozostával z tmavého pozadia s výrazným žltým písmom.

source: Follow for news, changes & updates.
eu: Jarraitu albisteak, aldaketak eta eguneraketak.
sk: Sledujte novinky, zmeny a aktualizácie.

source: FAQ
eu: SEG - Sarri Egindako Galderak
sk: ČASTO KLADENÉ OTÁZKY

source: Frequently Asked Questions
eu: Galdera arruntak
sk: Často kladené otázky

source: Trust and Security
eu: Konfiantza eta segurtasuna
sk: Dôvera a bezpečnosť

source: What purpose does Password Pusher serve?
eu: Zertarako balio du Password Pusher-ek?
sk: Na aký účel slúži aplikácia Password Pusher?

source: Password Pusher exists as a better alternative to emailing passwords.
eu: Password Pusher pasahitzak posta elektronikoz bidaltzeko alternatiba hobea da.
sk: Aplikácia Password Pusher existuje ako lepšia alternatíva k zasielaniu hesiel e-mailom.

source: Emailing passwords is inherently insecure.
eu: Pasahitzak posta elektronikoz bidaltzea berez ez da segurua.
sk: Posielanie hesiel e-mailom je vo svojej podstate nezabezpečené.

source: The greatest risks include
eu: Arrisku handienen artean daude
sk: Medzi najväčšie riziká patria

source: Emailed passwords are usually sent with context to what they go to or can potentially be derived from email username, domain etc…
eu: Posta elektronikoz bidalitako pasahitzak testuinguruarekin bidaltzen dira zertara doazen edo posta elektronikoko erabiltzaile-izenetik, domeinutik eta abarretatik erator daitezke.
sk: E-mailové heslá sa zvyčajne posielajú v kontexte toho, na čo idú, alebo môžu byť potenciálne odvodené z používateľského mena e-mailu, domény atď..

source: Email is inherently insecure and can be intercepted at multiple points by malicious entities.
eu: Posta elektronikoa berez ez da segurua eta hainbat puntutan atzeman dezakete entitate gaiztoek.
sk: E-mail je zo svojej podstaty nezabezpečený a môže byť zachytený na viacerých miestach škodlivými subjektmi.

source: Emailed passwords live in perpetuity (read: forever) in email archives.
eu: Posta elektronikoz bidalitako pasahitzak betiko bizi dira (irakur ezazu: betiko) posta elektronikoko artxiboetan.
sk: Heslá zaslané e-mailom žijú v e-mailových archívoch navždy (čítaj: navždy).

source: Passwords in email can be retrieved and used later on if an email account is stolen, cracked etc..
eu: Posta elektronikoko pasahitzak berreskuratu eta geroago erabil daitezke, posta elektronikoko kontu bat lapurtu, pitzatu eta abar.
sk: Heslá v e-mailoch sa dajú získať a neskôr použiť v prípade krádeže, prelomenia a pod.

source: The same risks persist when sending passwords via SMS, WhatsApp, Telegram, Chat etc… The data can and is often perpetual and out of your control.
eu: Arrisku berdinak dira pasahitzak SMS, WhatsApp, Telegram, Chat eta abar bidez bidaltzean... Datuak betirako eta zure kontroletik kanpo egon daitezke.
sk: Rovnaké riziká pretrvávajú aj pri posielaní hesiel prostredníctvom SMS, WhatsApp, Telegramu, chatu atď... Údaje môžu byť a často sú trvalé a mimo vašej kontroly.

source: By using Password Pusher, you bypass all of this.
eu: Password Pusher erabiliz, hori guztia saihestuko duzu.
sk: Pomocou nástroja Password Pusher toto všetko obídete.

source: For each password posted to Password Pusher,
eu: Password Pusher-en argitaratutako pasahitz bakoitzeko,
sk: Pre každé heslo odoslané do aplikácie Password Pusher,

source: a unique URL is generated that only you will know
eu: URL esklusibo bat sortzen da, zuk bakarrik ezagutuko duzuna
sk: vygeneruje sa jedinečná adresa URL, ktorú budete poznať len vy

source: Additionally,
eu: Gainera,
sk: Okrem toho,

source: passwords expire after a predefined set of views are hit or time passed.
eu: pasahitzak aurrez zehaztutako bistaratze kopuru bat pasatu edo denbora jakin bat igaro ondoren iraungitzen dira.
sk: heslá vypršia po dosiahnutí vopred definovaného súboru zobrazení alebo uplynutí času.

source: Once expired, passwords are unequivocally deleted.
eu: Iraungi ondoren, pasahitzak zalantzarik gabe ezabatzen dira.
sk: Po uplynutí platnosti sa heslá jednoznačne vymažú.

source: If that sounds interesting to you, try it out or see the other frequently asked questions below.
eu: Interesgarria iruditzen bazaizu, proba ezazu edo ikusi behean maiz egiten diren beste galderak.
sk: Ak vám to pripadá zaujímavé, vyskúšajte to alebo si pozrite ďalšie často kladené otázky nižšie.

source: Trust is a concern. Why should I use Password Pusher?
eu: Konfiantza kezka bat da. Zergatik erabili behar dut Password Pusher?
sk: Dôvera je problém. Prečo by som mal používať Password Pusher?

source: And rightfully so. All good security begins with healthy skepticism of all involved components.
eu: Eta zuzenki. Segurtasun on oro inplikatutako osagai guztien eszeptizismo osasuntsuarekin hasten da.
sk: A to oprávnene. Každá dobrá bezpečnosť sa začína zdravou skepsou voči všetkým zúčastneným zložkám.

source: Password Pusher exists as a better alternative to emailing passwords. It avoids having passwords exist in email archives in perpetuity. It does not exist as a end-all security solution.
eu: Password Pusher pasahitzak posta elektronikoz bidaltzeko alternatiba hobea da. Posta elektronikoko artxiboetan pasahitzak betirako egotea saihesten du. Ez da azkeneko segurtasun irtenbide gisa existitzen.
sk: Aplikácia Password Pusher existuje ako lepšia alternatíva k zasielaniu hesiel e-mailom. Zabraňuje tomu, aby heslá existovali v e-mailových archívoch navždy. Neexistuje ako konečné bezpečnostné riešenie.

source: Password Pusher is open-source
eu: Password Pusher kode irekikoa da
sk: Password Pusher je open-source

source: so the source can be publicly reviewed and can alternatively be run internally in your organization.
eu: beraz, iturria publikoki berrikusi daiteke eta, bestela, zure erakundean barnean exekutatu daiteke.
sk: aby sa zdroj mohol verejne preskúmať a aby sa mohol alternatívne spustiť interne vo vašej organizácii.

source: Passwords are unequivocally deleted from the database once they expire.
eu: Pasahitzak datu-basetik ezabatzen dira behin betiko iraungitzen direnean.
sk: Heslá sa po uplynutí ich platnosti jednoznačne vymažú z databázy.

source: Additionally, random URL tokens are generated on the fly and passwords are posted without context for their use.
eu: Gainera, ausazko URL tokenak berehala sortzen dira eta pasahitzak testuingururik gabe argitaratzen dira haiek erabiltzeko.
sk: Okrem toho sa náhodné tokeny URL generujú priebežne a heslá sa zverejňujú bez kontextu ich použitia.

source: A note for those with an interest in extreme security:
eu: Ohar bat muturreko segurtasunean interesa dutenentzat:
sk: Poznámka pre tých, ktorí sa zaujímajú o extrémnu bezpečnosť:

source: there is no way I can reliably prove that the opensource code is the same that runs on pwpush.com (this is true for all sites in reality).
eu: ez dago modu fidagarrian frogatu dezaket opensource kodea pwpush.com-en exekutatzen den berdina denik (hau egia da gune guztietarako).
sk: neexistuje spôsob, ako spoľahlivo dokázať, že opensource kód je ten istý, ktorý beží na stránke pwpush.com (v skutočnosti to platí pre všetky stránky).

source: The only thing I can provide in this respect is my public reputation on
eu: Alde horretatik eman dezakedan gauza bakarra nire ospe publikoa da
sk: Jediné, čo môžem v tejto súvislosti poskytnúť, je moja verejná povesť na

source: my blog
eu: nire bloga
sk: môj blog

source: If this is a concern for you, feel free to review the code, post any questions that you may have and consider running it internally at your organization instead.
eu: Zuretzat kezka bat bada, lasaitu kodea berrikusi, izan ditzakezun galderak argitaratu eta kontuan hartu zure erakundean barnean exekutatu beharrean.
sk: Ak vás to znepokojuje, neváhajte si kód prezrieť, napíšte akékoľvek otázky a zvážte, či ho namiesto toho nespustíte interne vo vašej organizácii.

source: Tools, Utilities and Applications
eu: Tresnak, Utilitateak eta Aplikazioak
sk: Nástroje, nástroje a aplikácie

source: Are there other ways I can access Password Pusher outside of a browser?
eu: Ba al dago arakatzailetik kanpo Pasahitza Pusher-era sartzeko beste modurik?
sk: Existujú aj iné spôsoby prístupu k aplikácii Password Pusher mimo prehliadača?

source: Absolutely. Password Pusher has a number of applications and command line utilities (CLI) that interface with pwpush.com or privately run instances. Push passwords from the CLI, Slack, Alfred App and more.
eu: Erabat. Password Pusher-ek pwpush.com-ekin edo modu pribatuan exekutatzen diren instantziekin interfazea duten zenbait aplikazio eta komando-lerroko utilitate (CLI) ditu. Sakatu pasahitzak CLI, Slack, Alfred aplikaziotik eta gehiago.
sk: Absolútne. Password Pusher má množstvo aplikácií a nástrojov príkazového riadka (CLI), ktoré sú prepojené so stránkou pwpush.com alebo so súkromnými inštanciami. Heslá môžete posielať z CLI, Slacku, aplikácie Alfred a ďalších.

source: See our
eu: Ikus gure
sk: Pozrite si naše

source: Tools and Applications
eu: Tresnak eta Aplikazioak
sk: Nástroje a aplikácie

source: page for more details.
eu: orrialdea xehetasun gehiago lortzeko.
sk: viac informácií nájdete na stránke.

source: Can I automate my password distribution?
eu: Automatizatu al dezaket nire pasahitzaren banaketa?
sk: Môžem automatizovať distribúciu hesiel?

source: Yes. Using the previously mentioned tools, many users and organizations integrate Password Pusher into their security policies and processes.
eu: Bai. Aurretik aipatutako tresnak erabiliz, erabiltzaile eta erakunde askok Password Pusher integratzen dute segurtasun politika eta prozesuetan.
sk: Áno. Pomocou už spomínaných nástrojov mnohí používatelia a organizácie integrujú Password Pusher do svojich bezpečnostných politík a procesov.

source: Tools
eu: Tresnak
sk: Nástroje

source: page outlines the resources available to automate the secure distribution of passwords.
eu: orrialdean pasahitzen banaketa segurua automatizatzeko dauden baliabideak azaltzen dira.
sk: na stránke sú uvedené dostupné zdroje na automatizáciu bezpečnej distribúcie hesiel.

source: How many requests can I send to Password Pusher?
eu: Zenbat eskaera bidali ditzaket Password Pusher-era?
sk: Koľko požiadaviek môžem odoslať aplikácii Password Pusher?

source: There are no limits currently and I have no intention of adding any. To minimally assure site stability, Password Pusher is configured with a rate limiter by default.
eu: Momentuz ez dago mugarik eta ez dut gehitzeko asmorik. Gunearen egonkortasuna gutxienez ziurtatzeko, Pasahitz Pusher-a tasa-mugatzaile batekin konfiguratuta dago lehenespenez.
sk: V súčasnosti neexistujú žiadne obmedzenia a nemám v úmysle ich pridávať. Aby sa minimálne zabezpečila stabilita stránky, Password Pusher je predvolene nakonfigurovaný s obmedzovačom rýchlosti.

source: Running Your Own Private Instance
eu: Zure Instantzia Pribatua exekutatzen
sk: Spustenie vlastnej súkromnej inštancie

source: Can I run my own version for my organization internally?
eu: Exekutatu al dezaket nire erakunderako nire bertsioa barnean?
sk: Môžem spustiť vlastnú verziu pre svoju organizáciu interne?

source: Yes. We provide
eu: Bai. Guk ematen dugu
sk: Áno. Poskytujeme

source: Docker containers
eu: Docker edukiontziak
sk: Kontajnery Docker

source: installation instructions
eu: instalatzeko argibideak
sk: návod na inštaláciu

source: for a wide variety of platforms and services.
eu: hainbat plataforma eta zerbitzutarako.
sk: pre širokú škálu platforiem a služieb.

source: Can I apply a custom logo or change the design?
eu: Logotipo pertsonalizatu bat aplikatu al dezaket edo diseinua aldatu?
sk: Môžem použiť vlastné logo alebo zmeniť dizajn?

source: Password Pusher supports re-branding "out of the box" allowing you to add a custom logo, text and even change images in the application.
eu: Password Pusher-ek "kutxatik kanpo" berriro marka onartzen du, logotipo pertsonalizatua, testua gehitzeko eta irudiak ere aldatzeko aplikazioan.
sk: Aplikácia Password Pusher podporuje zmenu značky "out of the box", čo vám umožňuje pridať vlastné logo, text a dokonca zmeniť obrázky v aplikácii.

source: Are there any licensing restrictions for me, my company or my organization?
eu: Ba al dago lizentzia-murrizketarik niretzat, nire enpresarentzat edo nire erakundearentzat?
sk: Existujú nejaké licenčné obmedzenia pre mňa, moju spoločnosť alebo moju organizáciu?

source: The source code is released under the Apache 2.0 License and that pretty much defines any and all limitations. There are quite a few rebranded and redesigned clone sites of Password Pusher and I welcome them all.
eu: Iturburu-kodea Apache 2.0 Lizentziapean kaleratzen da eta horrek nahiko muga guztiak definitzen ditu. Badira Pasahitza Pusher-en klona-gune berritu eta birdiseinatu batzuk eta ongi etorria ematen diet guztiei.
sk: Zdrojový kód je uvoľnený pod licenciou Apache 2.0, ktorá v podstate definuje všetky obmedzenia. Existuje pomerne veľa rebrandovaných a redizajnovaných klonov Password Pushera a ja ich všetky vítam.

source: Why would I want to run my own private instance of Password Pusher?
eu: Zergatik exekutatu nahi nuke nire Pasahitz Pusher-en instantzia pribatua?
sk: Prečo by som chcel spustiť vlastnú súkromnú inštanciu aplikácie Password Pusher?

source: Some organizations are bound by security policies that prohibit the use of public services for sensitive information such as passwords. There are even organizations that require all tools to be on private intranets without access to the outside world.
eu: Zenbait erakundek zerbitzu publikoak erabiltzea debekatzen duten segurtasun-politikei lotuta daude informazio sentikorra lortzeko, hala nola pasahitzak. Badaude tresna guztiak intranet pribatuetan egotea eskatzen duten erakundeak ere, kanpoko mundura sartu gabe.
sk: Niektoré organizácie sú viazané bezpečnostnými zásadami, ktoré zakazujú používanie verejných služieb pre citlivé informácie, ako sú napríklad heslá. Existujú dokonca organizácie, ktoré vyžadujú, aby všetky nástroje boli v súkromných intranetových sieťach bez prístupu do vonkajšieho sveta.
